const FPY_TRAVELER_LIST = {
    "cardTypeList": [
        {
            "text": "单位",
            "value": "100"
        },
        {
            "text": "组织机构代码证",
            "value": "101"
        },
        {
            "text": "营业执照",
            "value": "102"
        },
        {
            "text": "税务登记证",
            "value": "103"
        },
        {
            "text": "其他单位证件",
            "value": "199"
        },
        {
            "text": "个人",
            "value": "200"
        },
        {
            "text": "居民身份证",
            "value": "201"
        },
        {
            "text": "军官证",
            "value": "202"
        },
        {
            "text": "武警警官证",
            "value": "203"
        },
        {
            "text": "士兵证",
            "value": "204"
        },
        {
            "text": "军队离退休干部证",
            "value": "205"
        },
        {
            "text": "残疾人证",
            "value": "206"
        },
        {
            "text": "残疾军人证（1-8级）",
            "value": "207"
        },
        {
            "text": "外国护照",
            "value": "208"
        },
        {
            "text": "港澳同胞回乡证",
            "value": "209"
        },
        {
            "text": "港澳居民来往内地通行证",
            "value": "210"
        },
        {
            "text": "台胞证",
            "value": "211"
        },
        {
            "text": "中华人民共和国往来港澳通行证",
            "value": "212"
        },
        {
            "text": "台湾居民来往大陆通行证",
            "value": "213"
        },
        {
            "text": "大陆居民往来台湾通行证",
            "value": "214"
        },
        {
            "text": "外国人居留证",
            "value": "215"
        },
        {
            "text": "外交官证",
            "value": "216"
        },
        {
            "text": "使（领事）馆证",
            "value": "217"
        },
        {
            "text": "海员证",
            "value": "218"
        },
        {
            "text": "香港永久性居民身份证",
            "value": "219"
        },
        {
            "text": "台湾身份证",
            "value": "220"
        },
        {
            "text": "澳门特别行政区永久性居民身份证",
            "value": "221"
        },
        {
            "text": "外国人身份证件",
            "value": "222"
        },
        {
            "text": "高校毕业生自主创业证",
            "value": "223"
        },
        {
            "text": "就业失业登记证",
            "value": "224"
        },
        {
            "text": "退休证",
            "value": "225"
        },
        {
            "text": "离休证",
            "value": "226"
        },
        {
            "text": "中国护照",
            "value": "227"
        },
        {
            "text": "城镇退役士兵自谋职业证",
            "value": "228"
        },
        {
            "text": "随军家属身份证明",
            "value": "229"
        },
        {
            "text": "中国人民解放军军官转业证书",
            "value": "230"
        },
        {
            "text": "中国人民解放军义务兵退出现役证",
            "value": "231"
        },
        {
            "text": "中国人民解放军士官退出现役证",
            "value": "232"
        },
        {
            "text": "外国人永久居留身份证（外国人永久居留证）",
            "value": "233"
        },
        {
            "text": "就业创业证",
            "value": "234"
        },
        {
            "text": "香港特别行政区护照",
            "value": "235"
        },
        {
            "text": "澳门特别行政区护照",
            "value": "236"
        },
        {
            "text": "中华人民共和国港澳居民居住证",
            "value": "237"
        },
        {
            "text": "中华人民共和国台湾居民居住证",
            "value": "238"
        },
        {
            "text": "《中华人民共和国外国人工作许可证》（A类）",
            "value": "239"
        },
        {
            "text": "《中华人民共和国外国人工作许可证》（B类）",
            "value": "240"
        },
        {
            "text": "《中华人民共和国外国人工作许可证》（C类）",
            "value": "241"
        },
        {
            "text": "出生医学证明",
            "value": "291"
        },
        {
            "text": "其他个人证件",
            "value": "299"
        }
    ],
    "transportTypeList": [
        {
            "text": "飞机",
            "value": "1"
        },
        {
            "text": "火车",
            "value": "2"
        },
        {
            "text": "长途汽车",
            "value": "3"
        },
        {
            "text": "公共交通",
            "value": "4"
        },
        {
            "text": "出租车",
            "value": "5"
        },
        {
            "text": "汽车",
            "value": "6"
        },
        {
            "text": "船舶",
            "value": "7"
        },
        {
            "text": "其他",
            "value": "9"
        }
    ],
    "seatClassList": [
        {
            "text": "飞机-经济舱",
            "value": "经济舱"
        },
        {
            "text": "飞机-头等舱",
            "value": "头等舱"
        },
        {
            "text": "飞机-公务舱",
            "value": "公务舱"
        },
        {
            "text": "火车-一等座",
            "value": "一等座"
        },
        {
            "text": "火车-二等座",
            "value": "二等座"
        },
        {
            "text": "火车-软席（软座、软卧）",
            "value": "软席（软座、软卧）"
        },
        {
            "text": "火车-硬席（硬座、硬卧）",
            "value": "硬席（硬座、硬卧）"
        },
        {
            "text": "船舶-一等舱",
            "value": "一等舱"
        },
        {
            "text": "船舶-二等舱",
            "value": "二等舱"
        },
        {
            "text": "船舶-三等舱",
            "value": "三等舱"
        }
    ]
}

const FPY_SALE_ESTATE_CARD_TYPE = {
    "100": "单位",
    "101": "组织机构代码证",
    "102": "营业执照",
    "103": "税务登记证",
    "199": "其他单位证件",
    "200": "个人",
    "201": "居民身份证",
    "202": "军官证",
    "203": "武警警官证",
    "204": "士兵证",
    "205": "军队离退休干部证",
    "206": "残疾人证",
    "207": "残疾军人证（1-8级）",
    "208": "外国护照",
    "209": "港澳同胞回乡证",
    "210": "港澳居民来往内地通行证",
    "211": "台胞证",
    "212": "中华人民共和国往来港澳通行证",
    "213": "台湾居民来往大陆通行证",
    "214": "大陆居民往来台湾通行证",
    "215": "外国人居留证",
    "216": "外交官证",
    "217": "使（领事）馆证",
    "218": "海员证",
    "219": "香港永久性居民身份证",
    "220": "台湾身份证",
    "221": "澳门特别行政区永久性居民身份证",
    "222": "外国人身份证件",
    "223": "高校毕业生自主创业证",
    "224": "就业失业登记证",
    "225": "退休证",
    "226": "离休证",
    "227": "中国护照",
    "228": "城镇退役士兵自谋职业证",
    "229": "随军家属身份证明",
    "230": "中国人民解放军军官转业证书",
    "231": "中国人民解放军义务兵退出现役证",
    "232": "中国人民解放军士官退出现役证",
    "233": "外国人永久居留身份证（外国人永久居留证）",
    "234": "就业创业证",
    "235": "香港特别行政区护照",
    "236": "澳门特别行政区护照",
    "237": "中华人民共和国港澳居民居住证",
    "238": "中华人民共和国台湾居民居住证",
    "239": "《中华人民共和国外国人工作许可证》（A类）",
    "240": "《中华人民共和国外国人工作许可证》（B类）",
    "241": "《中华人民共和国外国人工作许可证》（C类）",
    "291": "出生医学证明",
    "299": "其他个人证件"
}